<?php
return [
    // 23.0
    'title' => 'アフィリエイトお申し込みフォーム',

    'email_register' => 'アフィリエイトお申し込みフォーム',
    'member_information' => 'アフィリエイトお申し込みフォーム',
    'completion' => '登録完了',

    'sub_title' => 'CandFansのクリエーターを紹介し収益を得るには<br/>アフィリエイトプログラムの会員登録が必要です。',

    'email' => 'メールアドレス',
    'email_confirmation' => 'メールアドレス (確認)',
    'must' => '必須',

    'affiliate' => 'アフィエイトプログラムの詳細',
    'promotional' => 'プロモーション用件',

    'first_description' => 'CandFansプロモーションを使用すると、CandFans<br/>で活躍しているクリエイターを紹介しその報酬として<br/>商品価格の20%を貰うことが出来ます。<br/>支払は翌々月15日の振り込みとなります。',
    'second_description' => '・アフィリエイターの紹介経由で発生した報酬は20%となります。（不正な成果が否認された場合は報酬は支払われません）<br/>・アフィリエイターの紹介経由のサブスクリプションが<br/>更新された場合も同様の報酬となります。<br/>・アフィリエイターが紹介できるものは月額の支援と<br/>単品販売の2つのみです。',
    'checkbox' => '私は18歳以上で、上記各利用規約と<br/>個人情報保護方針に同意します。',

    'back_to_top' => 'TOPに戻る',

    // 23.1 + 23.2
    'confirm_destination' => '送信先確認',
    'confirm_send' => 'にメールを送信します。<br/>よろしいですか？',
    'response_send' => '入力いただいたメールアドレスに<br/>メールを送信しました。',
];
