<?php
return [
    // 30.0
    'invite_friends' => '友達を招待する',
    'event' => 'イベント',

    'first_sub_description' => 'SNSやメールで<br/>招待コードをシェアする',
    'code_url' => '招待コードURL',
    'your_code' => 'あなたの招待コード',
    'count_people' => 'あなたの招待コードで:count人が登録しました。',
    'have_code' => '友達の招待コードをお持ちの方は',

    'first_description' => '招待コードの利用について<br/>■対象（招待される方）<br/>・2014年3月18日の紹介コード機能の提供開始以降、新規にcucurucrewに会員登録された方<br/><br/> ■特典内容<br/>・あなたの招待コード経由で会員登録した方が、電話番号認証を行うと、あなたと、招待した方それぞれに300ポイントが付与されます<br/>・さらに、招待した方がサービスを購入（ポイント、コイン利用含む）すると、あなたに300ポイントが付与されます<br/><br/>■注意事項<br/>・ポイントの有効期限は取得月から1年です。期限を過ぎるとポイントは消滅します<br/>・自分で発行した招待コードを自分で使用することはできません<br/>・招待コードを使用できるのは1人1回のみです<br/>・招待コードのご利用にはSMSの受信が可能な携帯電話が必要です<br/>・不正利用が発覚した場合、アカウント停止などの措置をとる場合があります<br/>・事前の予告なく招待コード特典を中止したり、内容を変更することがあります',

    // 30.4
    'Account' => 'アカウント',
    'enter_password_text' => '続けるにはログインパスワードを入力してください',
    'enter_password' => 'パスワードを入力',
    'forgot_password_text' => 'パスワードを忘れた場合は こちら',

    // account deletion 1 1
    'alert_delete' => 'アカウントが削除されます',
    'second_description' => '田中Aちゃんねるを削除します<br/>削除すると同じアカウントでの復活はできませんのでご注意ください',
    'confirm_title' => 'ご確認ください',
    'confirm_1' => 'アカウントを削除しなくてもユーザー名を 変更できます。',
    'confirm_2' => 'アカウントを削除するとファンからの支援を受けられなくなります。',
    'confirm_3' => 'プラン入会者がいる場合は月末に自動でアカウントが削除されます。',
    'confirm_4' => 'アカウントを削除すると入会中のプランも自動的に退会されます。',
    'delele_account' => 'アカウントを削除する',

    // 30.2
    'invitation_code_title' => '招待コード認証',

    'bc_code' => '招待コード入カ',
    'bc_phone' => '携帯電番号入力',
    'bc_auth_number' => '認証番号入力',
    'bc_auth_completed' => '本人認証完了',

    'code' => '招待コード',

    'invitation_code_text' => 'お持ちの招待コードを入力してください。<br/>招待コードの入力後、携帯電話による本人確認が<br/>完了すると、特典として 300ポイント が付与されます。',
];
