<?php
return [
    // 30.0
    'page_title' => '招待',

    'invite_friends' => '友達を招待する',
    'event' => 'イベント',

    'first_sub_description' => 'SNSやメールで\n招待コードをシェアする',
    'code_url' => '招待コードURL',
    'your_code' => 'あなたの招待コード',
    'count_people' => 'あなたの招待コードで:count人が登録しました。',
    'have_code' => '友達の招待コードをお持ちの方は',

    'first_description' => '招待コードの利用について\n■対象（招待される方）\n・2014年3月18日の紹介コード機能の提供開始以降、新規にCucuruFansに会員登録された方\n ■特典内容\n・あなたの招待コード経由で会員登録した方が、電話番号認証を行うと、あなたと、招待した方それぞれに300ポイントが付与されます\n・さらに、招待した方がサービスを購入（ポイント、コイン利用含む）すると、あなたに300ポイントが付与されます\n■注意事項\n・ポイントの有効期限は取得月から1年です。期限を過ぎるとポイントは消滅します\n・自分で発行した招待コードを自分で使用することはできません\n・招待コードを使用できるのは1人1回のみです\n・招待コードのご利用にはSMSの受信が可能な携帯電話が必要です\n・不正利用が発覚した場合、アカウント停止などの措置をとる場合があります\n・事前の予告なく招待コード特典を中止したり、内容を変更することがあります',

    // 30.2
    'invitation_code_title' => '招待コード認証',

    'bc_code' => '招待コード入カ',
    'bc_phone' => '携帯電番号入力',
    'bc_auth_number' => '認証番号入力',
    'bc_auth_completed' => '本人認証完了',

    'code' => '招待コード',

    'invitation_code_text' => 'お持ちの招待コードを入力してください。\n招待コードの入力後、携帯電話による本人確認が\n完了すると、特典として 300ポイント が付与されます。',
];
