<?php
return [
    // 25.0
    'page_title' => '管理中のプラン',
    'page_title_1' => 'プラン登録',
    'page_title_2' => 'プロモーション設定',

    'plan_management' => '管理中のプラン',
    'promotion_settings' => 'プロモーション設定',
    'plan_registration' => 'プラン登録',

    'first_description' => 'プランを作ることで月額の支援を\nファンから受け取ることができます',

    'setting' => '設定',
    'add_plant' => 'プランを追加する',
    'enable_promotion' => 'プロモーションを有効にする',

    // 25.1
    'plan_name' => 'プラン名',
    'fee' => '月額料金',
    'plan_description' => 'プラン説明',
    'creator_gerne' => 'クリエイタージャンル',
    'viewing' => '閲覧制限',
    'set_number' => 'バックナンバー販売を設定する',

    'add_plan_name' => 'プラン名を追加する',
    'add_plan_description' => 'プラン説明を追加する',
    'include_content' => '閲覧年齢制限のあるコンテンツを含む',

    'second_description' => 'バックナンバーは、プランに投稿された投稿を毎月末、非公開にし投稿月でまとめて販売できる機能です。\n（購入はプランに加入している支援者のみが可能となっています。）\nこのバックナンバーは「購入者」と「該当月のプラン支援者」に閲覧が可能になっています。\n（例:2022年3月に入会していた支援者は、2022年4月も引き続き3月の投稿を閲覧することは可能です。非支援者はバックナンバーを購入しないと閲覧は不可です。）\n&nbspバックナンバーについて詳しく見る',

    // 25.2
    'third_description' => 'CucuruFansプロモーションの詳細\ncucurufanプロモーションを使用すると、\n宣伝力の高い業界トップのアフィリエイター\nがあなたのページを宣伝してくれます。\nアフィリエイターへの報酬は全体の20%です。\nこの報酬はあなたの80%から引かれアフィリエターに支払われます。（アフィリエイター経由でのあなたの報酬は販売商品の60%になります。）\nプロモーション要件\n・アフィリエイターの紹介経由で発生した報酬は60%となります。残りの20%がアフィリエイターに支払われます。\n・アフィリエイターの紹介経由のサブスクリプションが更新された場合も同様の報酬となります。\n・アフィリエイターが紹介できるものは月額の支援と単品販売の2つのみです。\nCandFansプロモーション利用上の規約及び条件\n・CandFansプロモーションに参加しているクリエイターを紹介することで発生した売上の20%を受け取ることが出来ます。\n・また、あなたが紹介したクリエイターにユーザーがサブスクライブし続ける限り永久に売上の20%を受け取ることが出来ます。',
    'check_box' => '私は18歳以上で\n上記各利用規約と個人情報保護方針に同意します',
    'enable' => 'プロモーションを有効にする',
];
