<?php
return [
    // 24.0
    'sales_management' => '売上管理',
    'bank_account' => '銀行口座登録',
    'monthly' => '月別登録',

    'bank_code' => '金融機関コード',
    'branch_code' => '支店コード',
    'type' => '預金種類',
    'number' => '口座番号',
    'holder' => '口座名義',

    'normal' => '普通',
    'current' => '当座',

    'first_description' => '※ 売上金の振込時には振込手数料として380円が発生します。<br/>※ 振込先情報（名義や口座番号等）の相違による送金エラーの際には、送金エラー手数料400円が発生します。<br/>※ ゆうちょ銀行への振り込みは2営業日遅れになります。ー 売上・振込に関するヘルプはこちら',
    'create' => '口座を登録する',

    // 24.1
    'current_revenue' => '現在の収益',
    'second_description' => '最低支払額（3,000円）に達しない場合、収益は次の<br/>月額支払いに繰り越されます',
];
